OF4.0/tutorials/unidirectionalSheetFlow/twoPhaseML/constant/twophaseRASProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      twophaseRASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
// parameters for the mixing length model
expoLM         expoLM [ 0 0 0 0 0 0 0 ] 1.66;
kappaLM         kappaLM [ 0 0 0 0 0 0 0 ] 0.225;
alphaMaxLM      alphaMaxLM [ 0 0 0 0 0 0 0 ] 0.58;

// ************************************************************************* //
